
[
    {
      "id": "1",
      "name": "Agra fort ",
      "description": "The Agra Fort was built by the Mughal Emperor Akbar in 1565 AD.: As a UNESCO World Heritage Site and a monument with deep historical roots, the Agra Fort offers visitors a fascinating glimpse into India's Mughal past. Travelers interested in history and architecture will find the fort to be a treasure trove of insights into the Mughal Empire's grandeur and legacy .  Agra Fort offers guided tours led by knowledgeable guides who provide insightful commentary on the fort's history, architecture, and significance. Additionally, cultural programs and performances are often organized within the fort premises, allowing tourists to immerse themselves in the vibrant heritage of India  Agra Fort's specialty lies in its ability to offer traveller’s a captivating blend of history, architecture, culture, and scenic beauty, making it a must-visit destination for anyone exploring the cultural treasures of India",
      "city": "Agra",
      "state" :"Uttar Pradesh",
      "virtual360image": "https://shorturl.at/iwASY",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14197.043959089262!2d78.00308755541997!3d27.17953280000003!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x397470d491343beb%3A0x640a5ccc94029576!2sAgra%20Fort!5e0!3m2!1sen!2sin!4v1714276860015!5m2!1sen!2sin",
      "image":"/images/AgraFort.png"
    ,"rating":"5" },
    {
      "id": "2",
      "name": "Ajanta Caves  ",
      "description": "The Ajanta Caves are a series of 30 rock-cut Buddhist cave monuments dating back to the 2nd century BCE to the 5th century CE. These caves are renowned for their exquisite ancient frescoes, sculptures, and architecture, making them one of the most significant historical and cultural sites in India. The Ajanta Caves depict stories from Buddhist scriptures and showcase the evolution of Buddhist art over several centuries. They were designated as a UNESCO World Heritage Site in 1983. Visiting the Ajanta Caves offers traveller’s a remarkable journey into India's rich artistic and religious heritage, providing insights into ancient Buddhist civilization and artistry.  The Ajanta Caves are a must-visit destination for traveller’s interested in history, culture, and art. With their stunning architecture, artistic treasures, and serene surroundings, the caves offer a memorable experience that showcases the rich cultural heritage of India ",
      "city": " Aurangabad",
      "state" :"Maharashtra",
      "virtual360image": "https://shorturl.at/bCLO6",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3735.898495943207!2d75.70436067399432!3d20.551333604007596!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bd97f7014a75e43%3A0x7ca8d7c57639691f!2sAjanta%20Caves!5e0!3m2!1sen!2sin!4v1714276708919!5m2!1sen!2sin",
      "image":"/images/AjantaCaves.png"
    ,"rating":"5" },
    {
      "id": "3",
      "name": "Qutub Minar ",
      "description": "An Iconic Indo-Islamic architecture in India Qutub Minar is a UNESCO World Heritage Site and a symbol of the city's rich history. Built by Qutb-ud-din Aibak in the 13th century, it stands at 73 meters, making it the tallest brick minaret globally. Its red sandstone and marble construction, adorned with intricate carvings, make it an architectural marvel. Visitors explore not just the minaret but also the complex surrounding it, home to historic structures like the Quwwat-ul-Islam Mosque and the Iron Pillar of Delhi. Tourists flock to Qutub Minar to immerse themselves in Delhi's cultural heritage and marvel at its grandeur. Accessibility is easy, with metro, bus, and taxi options, ensuring travellers can easily reach this iconic landmark and delve into its rich history and architectural splendour ",
      "city": "Dehli",
      "state" :"",
      "virtual360image": "https://shorturl.at/dimN8",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3505.5068921705597!2d77.18294567428886!3d28.524480088981477!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1e0667819b4f%3A0x834995f160759db8!2sQutub%20Minar!5e0!3m2!1sen!2sin!4v1714276643499!5m2!1sen!2sin",
      
      "image":"/images/QutubMinar.png"
    ,"rating":"5" },
    {
      "id": "4",
      "name": "Chola Temple",
      "description": "Chola Temples, built by the Chola dynasty between the 9th and 13th centuries, stand as iconic landmarks of South India's rich heritage. These architectural marvels, characterized by towering gopurams, intricate sculptures, and elaborate mandapas, showcase the Chola's patronage of art and religion. Serving as both religious centers and historical landmarks, Chola Temples attract travelers seeking a cultural experience immersed in Hindu mythology and spirituality. Visitors are captivated by the temples' exquisite stone carvings and Dravidian-style architecture, reflecting a bygone era of artistic excellence. Beyond their religious significance, Chola Temples are popular tourist attractions, offering insights into South India's cultural tapestry and hosting vibrant religious rituals and festivals. With easy accessibility via road and local transportation, exploring these ancient marvels becomes a memorable journey into South India's rich past, enticing history enthusiasts, art aficionados, and spiritual seekers alike.",
      "city": "Thanjavur",
      "state" :"TamilNadu",
      "virtual360image": "https://shorturl.at/ADGNP",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1959.6848197773706!2d79.13058043828032!3d10.782975382193339!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baab89f48fe1221%3A0x1d23cb40e55d84d6!2sBrihadeeswara%20Temple!5e0!3m2!1sen!2sin!4v1714276819290!5m2!1sen!2sin",
      
      "image":"/images/cholaTemple.png"
    ,"rating":"5" },
    {
      "id": "5",
      "name": "Fatehpur Sikhri",
      "description": "Fatehpur Sikri, a UNESCO World Heritage Site near Agra, Uttar Pradesh, was built by Emperor Akbar in the 16th century. Serving briefly as the Mughal capital, it's renowned for its fusion of Persian, Indian, and Islamic architectural styles. The Buland Darwaza, Jama Masjid, Panch Mahal, Diwan-i-Khas, and the Tomb of Salim Chishti are among its magnificent structures, showcasing exquisite craftsmanship. Visitors delve into Mughal history and culture, gaining insights into Akbar's reign and the Mughal court's grandeur. Guided tours offer a deeper understanding of the site's significance. Easily accessible from Agra, Fatehpur Sikri is often combined with visits to the Taj Mahal and Agra Fort, enriching the experience of exploring Mughal heritage. It remains a captivating destination, inviting travellers to embark on a journey through history, architecture, and culture in the heart of India.",
      "city": "Agra",
      "state" :"Uttar Pradesh",
      "virtual360image": "https://shorturl.at/ipP28",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28415.701979220685!2d77.6529418071203!3d27.0944705047563!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x397391584a53798d%3A0x893d46790c1fb40!2sFatehpur%20Sikri%2C%20Uttar%20Pradesh%20283110!5e0!3m2!1sen!2sin!4v1714276886608!5m2!1sen!2sin",
      
      "image":"/images/Fatehpursekri.png"
    ,"rating":"5" },
    {
      "id": "6",
      "name": "The Elephanta Caves",
      "description": "The glorious abode of Lord Shiva The Elephanta Caves, a UNESCO World Heritage Site on Elephanta Island in Mumbai Harbor, Maharashtra, date back to the 5th to 8th centuries CE. Accessible via a short ferry ride from the Gateway of India, they offer a convenient day trip. Renowned for their Hindu and Buddhist sculptures, they represent a blend of artistic styles from various dynasties. The main cave, known as the Great Cave or Cave 1, houses impressive sculptures of Hindu deities, showcasing exquisite craftsmanship. Visitors can explore other smaller caves and structures, each offering unique architectural and artistic features. The island's scenic beauty and tranquil atmosphere add to the allure of the site, attracting tourists worldwide. The Elephanta Caves provide insights into India's rich cultural and religious heritage, offering a unique cultural experience for history buffs and art enthusiasts. With regular ferry services from Mumbai, the journey offers picturesque views of the city's skyline, enhancing the overall experience. The Elephanta Caves offer a captivating blend of history, art, and spirituality, making them a must-visit destination for traveller’s exploring India's cultural treasures.",
      "city": "Mumbai",
      "state" :"Maharashtra",
      "virtual360image": "https://shorturl.at/pCDE8",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3773.277403201552!2d72.92891147394792!3d18.96335245550175!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7c5307da3602f%3A0xf4ab181b1aaef53f!2sElephanta%20Caves!5e0!3m2!1sen!2sin!4v1714278172527!5m2!1sen!2sin",
      
      "image":"/images/ElephantCaves.png"
    ,"rating":"5" }, {
      "id": "7",
      "name": "Jantar Mantar",
      "description": "Jantar Mantar, a historical marvel in Jaipur Rajasthan, was built in the 18th century by Maharaja Jai Singh II of Jaipur as an observatory to study celestial movements and time measurement. Its architectural brilliance shines through several stone and marble instruments meticulously crafted to track celestial bodies' positions. For traveller’s, it offers a fascinating glimpse into India's scientific heritage and astronomical advancements, attracting history buffs and science enthusiasts alike. Beyond its scientific significance, Jantar Mantar is a prominent tourist attraction where visitors can explore various astronomical instruments, learning about their functions and marvelling at their intricacies. Conveniently located in central New Delhi, it's easily accessible by public transportation, making it a must-visit destination for tourists exploring the city's cultural heritage. Often included in guided tours of Delhi's historical sites, Jantar Mantar ensures visitors have a comprehensive experience, immersing them in India's rich scientific and cultural legacy.",
      "city": "Jaipur",
      "state" :"Rajasthan",
      "virtual360image": "https://shorturl.at/fNUZ3",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.090174042218!2d77.2140517742934!3d28.6270593843313!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd4a694fc49b%3A0xa24a6ec962781b0c!2sJantar%20Mantar!5e0!3m2!1sen!2sin!4v1714277015789!5m2!1sen!2sin",
      
      "image":"/images/Jantarmantar.png"
    ,"rating":"5" },
    {
      "id": "8",
      "name": "Golden Temple ",
      "description": "The Golden Temple is a revered spiritual and cultural landmark. Built in the 16th century by Guru Arjan Dev, it holds immense significance for Sikhism as its holiest Gurdwara. The temple's architecture, blending Hindu, Islamic, and Sikh styles, is symbolically rich, with a shimmering gold dome standing amidst the Amrit Sarovar. Visitors experience profound spirituality and cultural immersion, participating in communal meals at the langar halls, embodying Sikh principles of equality. The complex includes attractions like the Akal Takht, Sikh Museum, and the revered Guru Granth Sahib. The nightly Palki Sahib ceremony adds to the spiritual ambiance. Amritsar's accessibility by air, rail, and road facilitates easy travel for tourists. The Golden Temple complex, open day and night, offers free accommodation, welcoming millions annually to its sacred grounds for a spiritually enriching experience.",
      "city": "Amritsar",
      "state" :"Punjab",
      "virtual360image": "https://shorturl.at/kzTY3",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3735.898495943207!2d75.70436067399432!3d20.551333604007596!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bd97f7014a75e43%3A0x7ca8d7c57639691f!2sAjanta%20Caves!5e0!3m2!1sen!2sin!4v1714276708919!5m2!1sen!2sin", 
      "image":"/images/Golden_Temple.png"
    ,"rating":"5" },
    {
      "id": "9",
      "name": "Taj Mahal",
      "description": "Taj Mahal is an iconic UNESCO World Heritage Site and one of the Seven Wonders of the World. Built by Mughal Emperor Shah Jahan in memory of his beloved wife Mumtaz Mahal, it is renowned for its exquisite white marble mausoleum, intricate carvings, and symmetrical gardens., Taj Mahal is considered a masterpiece of Mughal architecture and a symbol of eternal love. Constructed in the 17th century, it is one of the most visited tourist attractions in India, attracting millions of visitors annually from around the globe. Its architectural beauty and historical significance make it a cultural treasure and a testament to the rich heritage of India.",
      "city": "Agra ",
      "state" :"UttarPradesh",
      "virtual360image": "http://surl.li/teqxk",
      "mapimage":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3549.4004022832796!2d78.03956727376921!3d27.175149548766395!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39747121d702ff6d%3A0xdd2ae4803f767dde!2sTaj%20Mahal!5e0!3m2!1sen!2sin!4v1714288287799!5m2!1sen!2sin" , 
      "image":"/images/TajMahal.png",
      "rating":"5"
    },
    {
      "id": "10",
      "name": "Amaravati Stupa",
      "city": "Amaravathi",
      "state": "Andhra Pradesh",
      "description": "Amaravati Stupa, located in Amaravathi, Andhra Pradesh, is an ancient Buddhist monument dating back to the 3rd century BCE. It is renowned for its exquisite carvings and sculptures that depict scenes from the life of Buddha. The stupa stands as a testimony to the rich Buddhist heritage of the region and attracts pilgrims and tourists from all over the world., Amaravati Stupa is one of the most significant Buddhist stupas in India, dating back to the Mauryan period. It serves as a symbol of Buddhism's ancient presence in the region and showcases the architectural and artistic skills of ancient Indian craftsmen.",
      "virtual360image": "https://shorturl.at/gvFO7",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3824.0157750611247!2d80.35391837388586!3d16.57571362568257!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a35915b7f2d06cf%3A0x28d02f8a2292dfbe!2sAmaravati%20Stupam!5e0!3m2!1sen!2sin!4v1714270018297!5m2!1sen!2si",
      "image": "/images/Amaravati Stupa.jpg"
   ,
    "rating":"5" },
  {
      "id": "11",
      "name": "Bhuvaneshwari Temple",
      "city": "Lepakshi",
      "state": "Andhra Pradesh",
      "description": "Bhuvaneshwari Temple is a sacred Hindu temple situated in Lepakshi, Andhra Pradesh. Dedicated to Goddess Bhuvaneshwari, the temple is an architectural marvel adorned with intricate carvings and sculptures. Devotees visit this temple seeking blessings for prosperity and well-being. The serene surroundings of the temple add to its spiritual ambiance, making it a must-visit destination for pilgrims and tourists alike., The Bhuvaneshwari Temple is an integral part of Lepakshi's historical and religious landscape. Its construction dates back to ancient times, showcasing the architectural brilliance of that era. The temple has played a significant role in the spiritual and cultural life of the region for centuries, attracting devotees and tourists from far and wide.",
      "virtual360image": "https://shorturl.at/cuFJZ",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d969.6396069889!2d78.48788916949117!3d13.562658102882835!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb2677a05375d45%3A0x89a2f5488f291a9f!2sSri%20Bhuvaneswari%20temple!5e0!3m2!1sen!2sin!4v1714270212511!5m2!1sen!2si",
      "image": "/images/Bhuvaneshwari.jpg"
   ,
    "rating":"5" },
  {
      "id": "12",
      "name": "Kadri Manjunath Temple",
      "city": "Mangalore",
      "state": "Andhra Pradesh",
      "description": "Kadri Manjunath Temple, located in Mangalore, Karnataka, is a historic Hindu temple dedicated to Lord Shiva. Built in the 10th century, the temple is renowned for its unique architecture and spiritual significance. The temple complex also houses shrines dedicated to Goddess Durga and Lord Ganesha. Kadri Manjunath Temple attracts devotees and tourists who come to admire its ancient sculptures and seek the blessings of Lord Shiva., The Kadri Manjunath Temple is one of the oldest and most revered temples in Mangalore, with a history dating back over a thousand years. It is believed to have been built during the reign of the Kadamba dynasty, making it a significant historical and religious site in the region. The temple's architecture and sculptures reflect the cultural and artistic heritage of ancient Karnataka, making it a popular destination for devotees and history enthusiasts alike.",
      "virtual360image": "https://shorturl.at/xMQSW",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d972.3354715526494!2d74.8549857694904!3d12.88572400654576!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ba35a3e64773ad1%3A0xe35d05aed8ff9308!2sKadri%20Shree%20Manjunatha%20Temple!5e0!3m2!1sen!2sin!4v1714270250757!5m2!1sen!2si",
      "image": "/images/kadri.jpeg"
   ,
    "rating":"5" },
  {
      "id": "13",
      "name": "Kodandarama Temple",
      "city": "Vontimitta",
      "state": "Andhra Pradesh",
      "description": "Kodandarama Temple is a revered Hindu temple situated in Vontimitta, Andhra Pradesh. Dedicated to Lord Rama, the temple is believed to have been built during ancient times. The temple's architecture reflects the rich cultural heritage of the region, with intricately carved pillars and sculptures. Devotees flock to Kodandarama Temple to offer prayers and seek blessings for happiness and prosperity. The tranquil atmosphere of the temple complex makes it a peaceful retreat for spiritual seekers., The Kodandarama Temple is an important religious site in Vontimitta, holding significance in Hindu mythology and dedicated to Lord Rama, one of the incarnations of Lord Vishnu. The temple's architectural style and sculptural elements reflect the artistic achievements of ancient times. Throughout history, the temple has been a center of worship and pilgrimage, attracting devotees from various parts of the country.",
      "virtual360image": "https://shorturl.at/swASY",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d979009.4301618439!2d79.6564463132012!3d16.563637746647824!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a35901210a8991b%3A0x83fbb5e533de4f4!2sSri%20Kodanda%20Rama%20Temple!5e0!3m2!1sen!2sin!4v1714270345659!5m2!1sen!2si",
      "image": "/images/vontimitta.jpg"
   ,
    "rating":"5" },
  {
      "id": "14",
      "name": "Kotilingeshwara Temple",
      "city": "Kolar",
      "state": "Andhra Pradesh",
      "description": "Kotilingeshwara Temple, located in Kolar, Andhra Pradesh, is a renowned Hindu temple dedicated to Lord Shiva. The temple is famous for its massive lingam (Shiva's idol) and its surrounding one crore (ten million) smaller lingams, making it one of the unique temples in India. Devotees flock to this temple to seek blessings and witness the awe-inspiring sight of countless lingams., Kotilingeshwara Temple holds immense religious significance as it houses millions of lingams, symbolizing the omnipresence of Lord Shiva. The temple's unique feature of having a large central lingam surrounded by numerous smaller lingams makes it a popular pilgrimage site for devotees from all over India. It is believed that visiting this temple and offering prayers here can bring blessings, prosperity, and fulfillment of wishes.",
      "virtual360image": "https://shorturl.at/tEW58",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3887.6353267436707!2d78.29312657381065!3d12.995160714363875!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bad94ab7b67cf47%3A0x1528ee14bcc9a5be!2sShri%20Kotilingeshwara%20Swamy%20Temple!5e0!3m2!1sen!2sin!4v1714270412649!5m2!1sen!2si",
      "image": "/images/kotilingeshwara.jpg"
   ,
    "rating":"5" },
  {
      "id": "15",
      "name": "Pattiseema",
      "city": "West Godavari",
      "state": "Andhra Pradesh",
      "description": "Pattiseema is a picturesque village located in West Godavari district, Andhra Pradesh. It is famous for its scenic beauty and the Pattiseema Godavari Lift Irrigation Scheme, which is one of the largest lift irrigation projects in India. The serene surroundings and the lush greenery make Pattiseema a popular tourist destination. Visitors can enjoy boat rides on the Godavari River and witness breathtaking views of nature., Pattiseema gained historical importance with the development of the Godavari Lift Irrigation Scheme, which significantly contributes to the agricultural and economic growth of the region. It has transformed the landscape and facilitated irrigation for agricultural lands, thereby improving the lives of local farmers. Moreover, the area's natural beauty and the Godavari River's significance in Hindu mythology add to Pattiseema's historical and cultural importance.",
      "virtual360image": "https://shorturl.at/jNQ19",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15244.827684274134!2d81.62118988024231!3d17.20874838562345!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a3706bd4f02d257%3A0xce4a403952ed21fe!2sPattiseema%2C%20Andhra%20Pradesh!5e0!3m2!1sen!2sin!4v1714272170106!5m2!1sen!2si",
      "image": "/images/patiseema.jpg"
   ,
    "rating":"5" },
  {
      "id": "16",
      "name": "Talakona Waterfalls",
      "city": "Chittoor",
      "state": "Andhra Pradesh",
      "description": "Talakona Waterfalls, situated in Chittoor district, Andhra Pradesh, is the highest waterfall in the state. Surrounded by lush greenery and dense forests of the Eastern Ghats, the waterfall is a sight to behold. Visitors can enjoy trekking through the forest trails leading to the waterfall and indulge in activities like swimming and camping. Talakona Waterfalls is not only a treat for nature lovers but also holds religious significance, as it is believed that the water of the falls has medicinal properties., ",
      "virtual360image": "https://shorturl.at/PRSY8",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3874.4572848469256!2d79.21330297382595!3d13.811557695909674!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb2cf83d7758d0f%3A0x40505ef79b330fa4!2sTalakona%20Waterfall!5e0!3m2!1sen!2sin!4v1714272214352!5m2!1sen!2si",
      "image": "/images/talakona.jpg"
   ,
    "rating":"5" },
  {
      "id": "17",
      "name": "Tirupati Temple",
      "city": "Tirupati",
      "state": "Andhra Pradesh",
      "description": "Tirupati Temple, also known as Sri Venkateswara Temple, is a renowned Hindu temple nestled in the hill town of Tirupati, Andhra Pradesh. It stands as one of the wealthiest and most visited religious sites in the world, attracting millions of devotees annually. The temple complex is dedicated to Lord Venkateswara, an incarnation of Lord Vishnu, worshipped for bestowing blessings, prosperity, and divine grace upon devotees. The temple's architecture showcases intricate carvings, towering gopurams, and sacred shrines, reflecting centuries of Dravidian craftsmanship and devotion. Pilgrims undertake the arduous journey to seek the darshan (sight) of Lord Venkateswara, offering prayers, donations, and participating in rituals to express their reverence and devotion. The temple's sanctity and spiritual ambiance make it a cherished destination for devotees seeking solace, blessings, and divine intervention in their lives., The Tirupati Temple holds immense historical and religious significance in Hindu mythology and tradition. According to legend, the temple is situated on the Venkatachalam hill, one of the seven peaks of the Tirumala Hills, where Lord Vishnu manifested as Lord Venkateswara to fulfill the desires of his devotees. The temple's origins are believed to date back over a millennium, with mentions in ancient texts and scriptures. Over the centuries, the temple has undergone numerous renovations and expansions, becoming a symbol of devotion, prosperity, and spiritual fulfillment for devotees worldwide. The temple's wealth and offerings have been a subject of fascination and reverence, with donations from devotees contributing to various social, educational, and charitable endeavors. The annual Brahmotsavam festival and other religious celebrations attract devotees from across the globe, further enhancing the temple's cultural and religious significance.",
      "virtual360image": "https://shorturl.at/CNV36",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3876.580824266371!2d79.34466857382348!3d13.683233898879879!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a4d4b19d3f65f0b%3A0x9ceb617526255701!2sSri%20Tirumala%20Tirupathi%20Devasthanams%20(Tirupathi%20Balaji%20Temple)!5e0!3m2!1sen!2sin!4v1714272293473!5m2!1sen!2si",
      "image": "/images/tirupati balaji.jpg"
   ,
    "rating":"5" },
  {
      "id": "19",
      "name": "Bomdila Monastery",
      "city": "Bomdila",
      "state": "Arunachal Pradesh",
      "description": "Bomdila Monastery, situated in the town of Bomdila in Arunachal Pradesh, is a prominent Tibetan Buddhist monastery. Founded in 1965, the monastery belongs to the Gelugpa sect of Mahayana Buddhism. It is known for its picturesque location amidst the Himalayan foothills and offers panoramic views of the surrounding mountains and valleys. The monastery houses a large prayer hall, a meditation center, and residential quarters for monks. Visitors can witness Buddhist rituals, explore the monastery's architecture, and enjoy the serene ambiance of the Himalayas. Bomdila Monastery is not only a religious center but also a cultural hub, promoting peace and harmony among people of different backgrounds., Bomdila Monastery is historically significant as it represents the Tibetan Buddhist heritage in Arunachal Pradesh. The monastery was established to spread the teachings of Buddhism and provide a spiritual sanctuary for monks and followers. Since its founding in the 20th century, Bomdila Monastery has become an important religious and cultural center in the region, fostering interfaith dialogue and promoting Buddhist principles of compassion and wisdom. Moreover, its location in the Himalayan foothills adds to its historical charm, attracting visitors seeking spiritual solace and natural beauty. Today, Bomdila Monastery stands as a symbol of peace and enlightenment, contributing to the rich tapestry of Arunachal Pradesh's cultural heritage.",
      "virtual360image": "https://shorturl.at/akvV2",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3546.3627830513633!2d92.41600287423591!3d27.270507544625335!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x375cac5fd5b0ee99%3A0x960d6d8f157de5ea!2sBomdila%20Buddhist%20Monastery%20-%20Bomdila%2C%20West%20Kameng%20District%2C%20Arunachal%20Pradesh%2C%20India!5e0!3m2!1sen!2sin!4v1714272489276!5m2!1sen!2si",
      "image": "/images/bomdila.jpg"
   ,
    "rating":"5" },
  {
      "id": "20",
      "name": "Namdapha National Park",
      "city": "Changlang",
      "state": "Arunachal Pradesh",
      "description": "Namdapha National Park, located in the Changlang district of Arunachal Pradesh, is the largest protected area in the Eastern Himalaya biodiversity hotspot. It is known for its rich biodiversity, including rare and endangered species such as the snow leopard, clouded leopard, and red panda. The park is a paradise for nature lovers and adventure enthusiasts, offering opportunities for trekking, wildlife spotting, and birdwatching amidst dense tropical rainforests, rivers, and waterfalls. Namdapha National Park is a UNESCO World Heritage Site and a haven for researchers and conservationists studying the unique flora and fauna of the Eastern Himalayas., Namdapha National Park holds historical significance as it represents one of the last remaining wilderness areas in the Eastern Himalayas. The park's pristine forests and diverse ecosystems have been preserved for centuries, serving as a refuge for numerous rare and endangered species. Additionally, Namdapha played a crucial role in India's conservation efforts, leading to its designation as a UNESCO World Heritage Site. The park's rich biodiversity and ecological importance contribute to our understanding of the region's natural history and provide valuable insights for conservation strategies in the face of modern challenges such as habitat destruction and climate change.",
      "virtual360image": "https://shorturl.at/tuOPZ",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d453086.6674832617!2d96.22363278392051!3d27.477365443860464!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x373e8d127c4f1835%3A0x78a85d849b34eea!2sNamdapha%20National%20Park%20%26%20Tiger%20Reserve!5e0!3m2!1sen!2sin!4v1714272528262!5m2!1sen!2si",
      "image": "/images/namapha.jpg"
   ,
    "rating":"5" },
  {
      "id": "21",
      "name": "Parshuram Kund",
      "city": "Lohit",
      "state": "Arunachal Pradesh",
      "description": "Parshuram Kund is a sacred pilgrimage site located in the Lohit district of Arunachal Pradesh. It is believed to be the place where the sage Parshuram washed away his sins in the waters of the Brahmaputra River. The kund (pond) is nestled in a picturesque valley surrounded by lush greenery and towering hills. Thousands of devotees visit Parshuram Kund every year, especially during the Hindu festival of Makar Sankranti, to take a holy dip in its waters and seek spiritual purification. The serene ambiance and religious significance make Parshuram Kund a revered destination for pilgrims and tourists alike., Parshuram Kund holds historical and mythological importance in Hindu culture. According to legend, the sage Parshuram, an incarnation of Lord Vishnu, created the kund by shooting an arrow into the ground to release water from the Brahmaputra River. The kund is believed to have cleansing properties, and devotees come from far and wide to purify themselves and seek blessings. Over the centuries, Parshuram Kund has been a symbol of spiritual devotion and cultural heritage, attracting pilgrims and historians interested in exploring its mythological roots and religious practices.",
      "virtual360image": "https://shorturl.at/kqrAU",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14106.007750435383!2d96.36398503602251!3d27.886566233336644!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x373e79228c2086fb%3A0x221c96827a5fdbdc!2sParsuram%20Kund%2C%20Arunachal%20Pradesh%20792001!5e0!3m2!1sen!2sin!4v1714272585047!5m2!1sen!2si",
      "image": "/images/parshram kund.jpg"
   ,
    "rating":"5" },
  {
      "id": "22",
      "name": "Sangti Valley",
      "city": "Dirang",
      "state": "Arunachal Pradesh",
      "description": "Sangti Valley is a picturesque valley located near Dirang in Arunachal Pradesh. Surrounded by snow-capped mountains and dense forests, the valley is known for its natural beauty and tranquility. It is an ideal destination for nature lovers, offering opportunities for trekking, camping, and birdwatching. The Sangti River flows through the valley, adding to its scenic charm. Visitors can explore the nearby villages, interact with the local Monpa tribes, and experience their unique culture and traditions. Sangti Valley provides a peaceful retreat amidst the Himalayan wilderness, making it a must-visit destination in Arunachal Pradesh., Sangti Valley holds historical and cultural significance as it is home to the indigenous Monpa tribe of Arunachal Pradesh. The valley has been inhabited by the Monpas for centuries, and their traditional way of life is deeply intertwined with the surrounding natural environment. Sangti Valley offers a glimpse into the rich cultural heritage of the Monpas, with opportunities to visit their villages, witness their rituals and festivals, and learn about their customs and beliefs. Moreover, the valley's strategic location along ancient trade routes has contributed to its historical importance, serving as a meeting point for various cultures and civilizations over the centuries. Today, Sangti Valley continues to preserve its cultural heritage and attract visitors seeking an authentic Himalayan experience.",
      "virtual360image": "https://shorturl.at/hmDM6",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28340.601355140458!2d92.23505591083985!3d27.38898010000001!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x375cbb07ed2b155d%3A0xc8cd8bb323e1985a!2sSangti%20Valley%20Sheep%20Farm!5e0!3m2!1sen!2sin!4v1714272621419!5m2!1sen!2si",
      "image": "/images/sangti valley.jpg"
   ,
    "rating":"5" },
  {
      "id": "23",
      "name": "Tawang Monastery",
      "city": "Tawang",
      "state": "Arunachal Pradesh",
      "description": "Tawang Monastery, located in the Tawang district of Arunachal Pradesh, is one of the largest monasteries in India and the second-largest in the world. Founded in the 17th century, the monastery is an important center for Tibetan Buddhism and is home to over 450 monks. It is known for its stunning architecture, beautiful murals, and a three-story-high golden statue of Lord Buddha. The monastery offers breathtaking views of the surrounding Himalayan mountains, making it a significant religious and tourist attraction in Arunachal Pradesh., Tawang Monastery holds immense historical and religious significance, being one of the oldest and largest monasteries in India. It was founded by Merak Lama Lodre Gyatso in the 17th century, and since then, it has served as a crucial center for Tibetan Buddhism. The monastery played a significant role in spreading Buddhism in the region and preserving Tibetan culture during tumultuous times. Moreover, it has witnessed various historical events, including interactions with the Dalai Lama and the Chinese invasion of Tibet. Today, Tawang Monastery stands as a symbol of spiritual resilience and cultural heritage, attracting pilgrims and tourists from all over the world.",
      "virtual360image": "https://shorturl.at/notUY",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3536.2191769940255!2d91.85556212424905!3d27.58673368080304!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x375cf5a73c4189b9%3A0x62f60b408839e67e!2sTawang%20Monastery!5e0!3m2!1sen!2sin!4v1714272692622!5m2!1sen!2si",
      "image": "/images/tawang monaestry.jpg"
   ,
    "rating":"5" },
  {
      "id": "25",
      "name": "Kamakhya Temple",
      "city": "Guwahati",
      "state": "Assam",
      "description": "Kamakhya Temple is a historic Hindu temple located atop the Nilachal Hill in Guwahati, dedicated to the goddess Kamakhya. It is one of the oldest and most revered Shakti Peethas in India and attracts devotees and pilgrims from various parts of the country., Kamakhya Temple has historical significance as a sacred pilgrimage site and a symbol of Assam's religious heritage. It is associated with numerous legends and myths and is believed to be the place where the goddess Sati's womb fell during Lord Shiva's tandava dance. Today, it continues to be a center of religious devotion and cultural significance, hosting festivals and rituals throughout the year.",
      "virtual360image": "https://shorturl.at/dNSX3",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3580.9298010489456!2d91.70292817419129!3d26.166415591765833!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x375a5b04b0f06ef1%3A0xaaad40304c7d3d1d!2sMaa%20Kamakhya%20Temple!5e0!3m2!1sen!2sin!4v1714294836437!5m2!1sen!2si",
      "image": "/images/kamakhya.jpeg"
   ,
    "rating":"5" },
  {
      "id": "27",
      "name": "Majuli Island",
      "city": "Majuli",
      "state": "Assam",
      "description": "Majuli Island is the largest river island in the world, located in the Brahmaputra River in Assam. It is known for its scenic beauty, rich cultural heritage, and Vaishnavite monasteries (satras), which preserve Assamese traditions, arts, and crafts., Majuli Island has historical significance as a cultural and spiritual center in Assam and a symbol of the state's riverine landscape and cultural heritage. It has been inhabited for centuries and is home to numerous satras established by the 16th-century saint Srimanta Sankardeva. Today, it continues to be a hub for Assamese arts, music, and dance, attracting visitors and scholars interested in the region's cultural richness and religious traditions.",
      "virtual360image": "https://shorturl.at/evNX2",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14224.027071232407!2d94.22303353540988!3d26.966685000575044!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3746cfd57d7d5047%3A0x95dd10e59f7ad9b2!2sMajuli%20Island!5e0!3m2!1sen!2sin!4v1714294893688!5m2!1sen!2si",
      "image": "/images/Majuli-Assam.jpg"
   ,
    "rating":"5" },
  {
      "id": "28",
      "name": "Sivasagar Sivadol",
      "city": "Sivasagar",
      "state": "Assam",
      "description": "Sivasagar Sivadol is a group of historic Shiva temples located in Sivasagar, known for their architectural grandeur, religious significance, and cultural heritage. They were built by the Ahom kings during the 18th century and serve as important pilgrimage sites for Hindus., Sivasagar Sivadol has historical significance as a symbol of Assam's rich architectural and religious heritage. It was built by the Ahom kings as part of their capital city, Sivasagar, and is renowned for its distinctive architecture and sculptural embellishments. Today, it continues to be a center of religious worship and cultural festivals, attracting devotees and tourists interested in Assamese history and architecture.",
      "virtual360image": "https://shorturl.at/gnGOX",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3555.3056340639337!2d94.63052807422437!3d26.988879956815417!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x37473145a137dee3%3A0xa1ef75a0eb570646!2sSiva%20Dol!5e0!3m2!1sen!2sin!4v1714294939812!5m2!1sen!2si",
      "image": "/images/Sivasagar Sivadol.jpg"
   ,
    "rating":"5" },
  {
      "id": "29",
      "name": "Mahabodhi Temple",
      "city": "Bodh Gaya",
      "state": "Bihar",
      "description": "Mahabodhi Temple is a UNESCO World Heritage Site and one of the most important Buddhist pilgrimage sites in the world. It marks the spot where Siddhartha Gautama attained enlightenment and became the Buddha. The temple complex features a large central tower surrounded by smaller shrines and meditation cells., The temple was built in the 5th or 6th century AD by Emperor Ashoka to commemorate the Buddha's enlightenment. It is revered by Buddhists worldwide and attracts pilgrims seeking spiritual enlightenment and solace.",
      "virtual360image": "https://shorturl.at/AENRU",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3624.9010792776426!2d84.98680587092345!3d24.69592700330504!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39f32c5b4bd80877%3A0xf8dd2e286fa80c97!2sMahabodhi%20Temple!5e0!3m2!1sen!2sin!4v1714294977910!5m2!1sen!2si",
      "image": "/images/mahabidhi.jpg"
   ,
    "rating":"5" },
  {
      "id": "30",
      "name": "Nalanda University",
      "city": "Nalanda",
      "state": "Bihar",
      "description": "Nalanda University was a renowned center of learning and one of the world's first residential universities. Founded in the 5th century AD, it attracted scholars and students from across Asia and was a hub of Buddhist and Hindu philosophy, mathematics, astronomy, and medicine., The university flourished under the patronage of Gupta and Pala emperors and reached its zenith in the 7th century AD. It produced eminent scholars like Aryabhata, Nagarjuna, and Xuanzang. Nalanda's decline began in the 12th century due to invasions, leading to its eventual abandonment. However, its legacy as a center of knowledge and learning remains unparalleled in history.",
      "virtual360image": "https://shorturl.at/grsF7",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d924241.1769824214!2d84.56335231473649!3d25.192526726395865!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39f2e564bc00e413%3A0x5046ed92e53b0deb!2sNalanda%20University!5e0!3m2!1sen!2sin!4v1714295053758!5m2!1sen!2si",
      "image": "/images/nalanda.jpg"
   ,
    "rating":"5" },
  {
      "id": "45",
      "name": "Humayun's Tomb",
      "city": "Delhi",
      "state": "Delhi",
      "description": "Humayun's Tomb is a UNESCO World Heritage Site and a magnificent mausoleum located in Delhi. Built in the 16th century by Emperor Humayun's widow, Empress Bega Begum, it is an exemplary specimen of Mughal architecture, featuring a grand marble dome, intricate lattice work, and landscaped gardens., Humayun's Tomb is a masterpiece of Mughal architecture and a symbol of Delhi's rich cultural heritage. It served as a prototype for the construction of the Taj Mahal and influenced subsequent Mughal architectural endeavors. The tomb's serene ambiance, architectural splendor, and historical significance attract visitors from around the world, making it one of Delhi's most iconic landmarks and a must-visit destination for history enthusiasts and architecture lovers.",
      "virtual360image": "https://shorturl.at/ntwS9",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.216224099044!2d77.24817427429188!3d28.593289485863885!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce31ce8460ba7%3A0xb9f1ba2d3bdfa80d!2sHumayun%E2%80%99s%20Tomb!5e0!3m2!1sen!2sin!4v1714276587042!5m2!1sen!2si",
      "image": "/images/humayun tom.jpeg"
   ,
    "rating":"5" },
  {
      "id": "48",
      "name": "Qutub Minar",
      "city": "Delhi",
      "state": "Delhi",
      "description": "Qutub Minar is a UNESCO World Heritage Site and the tallest brick minaret in the world, located in Delhi. Built in the 12th century by Qutb-ud-din Aibak, it is a remarkable example of Indo-Islamic architecture, featuring intricate carvings, verses from the Quran, and geometric patterns., Qutub Minar is a testament to Delhi's rich historical and cultural legacy, representing the zenith of the Delhi Sultanate's architectural achievements. It has survived centuries of history and remains an iconic landmark and symbol of India's multicultural heritage. The minaret and its surrounding complex attract visitors with their architectural splendor, historical significance, and spiritual ambiance, making them integral parts of Delhi's cultural landscape.",
      "virtual360image": "https://shorturl.at/dimN8",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3505.5068921705597!2d77.18294567428886!3d28.524480088981477!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1e0667819b4f%3A0x834995f160759db8!2sQutub%20Minar!5e0!3m2!1sen!2sin!4v1714276643499!5m2!1sen!2si",
      "image": "/images/qutub minar.jpeg"
   ,
    "rating":"5" },
  {
      "id": "49",
      "name": "Red Fort",
      "city": "Delhi",
      "state": "Delhi",
      "description": "Red Fort, also known as Lal Qila, is a UNESCO World Heritage Site and a historic fortress located in the heart of Old Delhi. Built by Mughal Emperor Shah Jahan in the 17th century, it served as the main residence of the Mughal emperors for nearly 200 years. The fort features impressive red sandstone walls, grand palaces, and lush gardens., Red Fort is an iconic symbol of India's rich cultural heritage and Mughal architecture. It served as the backdrop for significant historical events, including India's independence celebrations on August 15, 1947. The fort's majestic architecture and historical significance attract millions of visitors each year, making it one of Delhi's most visited landmarks and a must-see destination for travelers exploring the city's heritage.",
      "virtual360image": "https://rb.gy/ryxt3u",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3501.1187146498196!2d77.23844537429454!3d28.656163883009476!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfce26ec085ef%3A0x441e32f4fa5002fb!2sRed%20Fort!5e0!3m2!1sen!2sin!4v1714292652691!5m2!1sen!2si",
      "image": "/images/red fort.jpeg"
   ,
    "rating":"5" },
  {
      "id": "52",
      "name": "Basilica of Bom Jesus",
      "city": "Old Goa",
      "state": "Goa",
      "description": "Basilica of Bom Jesus is a UNESCO World Heritage Site and a historic church located in Old Goa, known for its Baroque architecture, gilded altars, and the mortal remains of St. Francis Xavier. It serves as a major pilgrimage site and a symbol of Goa's Christian heritage., Basilica of Bom Jesus has historical significance as one of the oldest churches in Goa and a center of Christian worship and pilgrimage. It was built in the 16th century and is dedicated to St. Francis Xavier, the patron saint of Goa. Today, it continues to attract devotees and tourists from around the world to witness its architectural grandeur and venerate the relics of the saint, preserving its legacy as a cherished landmark and spiritual sanctuary in Goa.",
      "virtual360image": "https://rb.gy/9h64m5",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3844.6950096144806!2d73.90883117386105!3d15.50082895440611!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbfbef2b99b0289%3A0x1e8056689f15a7b8!2sBasilica%20of%20Bom%20Jesus!5e0!3m2!1sen!2sin!4v1714292768193!5m2!1sen!2si",
      "image": "/images/basilica bom jeseus goa.jpg"
   ,
    "rating":"5" },
  {
      "id": "53",
      "name": "Calangute Beach",
      "city": "Calangute",
      "state": "Goa",
      "description": "Calangute Beach is a scenic stretch of coastline located in North Goa, known for its golden sands, turquoise waters, and vibrant atmosphere. It is Goa's largest and most popular beach, offering visitors a wide range of water sports, beach shacks, and nightlife options., Calangute Beach has historical significance as one of Goa's oldest and most iconic beaches and a symbol of its tourism industry. It was discovered by hippies in the 1960s and has since evolved into a bustling tourist hub and a favorite destination for travelers seeking sun, sand, and sea. Today, it continues to be a magnet for beach lovers and partygoers, preserving its legacy as a premier beach destination and a symbol of Goa's coastal charm and cultural vibrancy.",
      "virtual360image": "https://rb.gy/1wjusy",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d30750.694581207135!2d73.73308983349868!3d15.546875939618305!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbfea0148f4ed2b%3A0xcb592fad5d257d17!2sCalangute%20Beach!5e0!3m2!1sen!2sin!4v1714292791807!5m2!1sen!2si",
      "image": "/images/calagunte beach goa.jpg"
   ,
    "rating":"5" },
  {
      "id": "55",
      "name": "Dudhsagar Falls",
      "city": "Sanguem",
      "state": "Goa",
      "description": "Dudhsagar Falls is a breathtaking waterfall located in the Bhagwan Mahavir Wildlife Sanctuary, known for its milky white cascades, lush greenery, and scenic beauty. It offers visitors opportunities for trekking, swimming, and wildlife spotting amidst the pristine Western Ghats., Dudhsagar Falls has historical significance as one of Goa's natural wonders and a symbol of its ecological diversity and scenic beauty. It has been a source of inspiration for poets, writers, and filmmakers, and is celebrated for its majestic beauty and serene surroundings. Today, it continues to be a popular tourist destination and a haven for nature lovers and adventure enthusiasts, preserving its legacy as a cherished landmark and ecological sanctuary in Goa.",
      "virtual360image": "https://momento360.com/e/u/9c773ebbfa56407ba4196031a1691473?utm_campaign=embed&utm_source=other&heading=0&pitch=0&field-of-view=75&size=medium&display-plan=true",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3848.1433541753245!2d74.31173237385691!3d15.314442659204241!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbfa618142b8b43%3A0xfd9448e7283b0225!2sDudhsagar%20Falls!5e0!3m2!1sen!2sin!4v1714292856476!5m2!1sen!2si",
      "image": "/images/dudhsagar falls.jpg"
   ,
    "rating":"5" },
  {
      "id": "56",
      "name": "Se Cathedral",
      "city": "Old Goa",
      "state": "Goa",
      "description": "Se Cathedral is a historic church located in Old Goa, dedicated to St. Catherine of Alexandria. It is renowned for its Portuguese Manueline architecture, soaring ceilings, and the Golden Bell, one of the largest church bells in Asia. It serves as a major pilgrimage site and a symbol of Goa's Christian heritage., Se Cathedral has historical significance as one of the largest and most magnificent churches in Asia and a symbol of Goa's colonial past and Christian legacy. It was built by the Portuguese in the 16th century to commemorate their victory over the Muslim rulers of Goa and is dedicated to St. Catherine of Alexandria. Today, it continues to attract devotees and tourists from around the world to witness its architectural grandeur and experience its spiritual ambiance, preserving its legacy as a cherished landmark and religious sanctuary in Goa.",
      "virtual360image": "https://shorturl.at/JRSU6",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3844.6381852345307!2d73.90961687386111!3d15.503882054327082!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbfbef32db44613%3A0xc94c4740248a9cf0!2sSe%20Cathedral!5e0!3m2!1sen!2sin!4v1714292879555!5m2!1sen!2si",
      "image": "/images/se cathedral.jpg"
   ,
    "rating":"5" },
  {
      "id": "57",
      "name": "Adalaj Stepwell",
      "city": "Adalaj",
      "state": "Gujarat",
      "description": "Adalaj Stepwell, also known as Rudabai Stepwell, is a magnificent stepwell located in the village of Adalaj. Built in the 15th century by Queen Rudabai, it features intricate carvings, balconies, and a central octagonal well shaft. The stepwell served as a resting place for travelers and a source of water for the community., Adalaj Stepwell is an architectural marvel and a symbol of Gujarat's rich cultural heritage. It reflects the region's expertise in water conservation and hydraulic engineering, showcasing the fusion of artistic beauty and utilitarian design.",
      "virtual360image": "https://shorturl.at/dAKLY",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3668.093497923134!2d72.5778890740798!3d23.16678741093336!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x395c29dab0c5bf89%3A0xdb1dddc4bdbd398f!2sAdalaj%20Stepwell!5e0!3m2!1sen!2sin!4v1714292903527!5m2!1sen!2si",
      "image": "/images/adlaj stepwe_.jpg"
   ,
    "rating":"5" },
  {
      "id": "58",
      "name": "Champaner-Pavagadh Archaeological Park",
      "city": "Panchmahal",
      "state": "Gujarat",
      "description": "Champaner-Pavagadh Archaeological Park is a UNESCO World Heritage Site encompassing the ancient city of Champaner and the sacred hill of Pavagadh. It features historical monuments, forts, mosques, and stepwells dating back to the 8th to 14th centuries. The park offers insights into Gujarat's rich architectural and cultural heritage., Champaner-Pavagadh Archaeological Park is a testimony to Gujarat's medieval history and architectural excellence. It reflects the cultural fusion of Hindu and Islamic influences and is an important archaeological site for studying Gujarat's past civilizations and urban planning.",
      "virtual360image": "https://shorturl.at/uwFY1",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3686.5209439685345!2d73.5298347740565!3d22.484629736191064!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39607e5d074a29e9%3A0x8759347f63f6bc9b!2sThe%20Champaner-Pavagadh%20Archaeological%20Park!5e0!3m2!1sen!2sin!4v1714292928974!5m2!1sen!2si",
      "image": "/images/champaner.jpeg"
   ,
    "rating":"5" },
  {
      "id": "60",
      "name": "Gir National Park",
      "city": "Junagadh",
      "state": "Gujarat",
      "description": "Gir National Park is a wildlife sanctuary and the last refuge of the Asiatic lions. It is home to a diverse range of flora and fauna, including leopards, sambar deer, and Indian crocodiles. The park offers opportunities for wildlife safaris and birdwatching amidst its pristine natural surroundings., Gir National Park plays a crucial role in the conservation of the endangered Asiatic lion species. It is a UNESCO World Heritage Site and a symbol of India's commitment to wildlife preservation.",
      "virtual360image": "https://shorturl.at/norB0",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d59543.7957032786!2d70.77818080208968!3d21.132999779476883!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be2bfc278812b53%3A0x3408d6d983464baf!2sGir%20National%20Park!5e0!3m2!1sen!2sin!4v1714292982444!5m2!1sen!2si",
      "image": "/images/gir national forest.jpg"
   ,
    "rating":"5" },
  {
      "id": "61",
      "name": "Laxmi Vilas Palace",
      "city": "Vadodara",
      "state": "Gujarat",
      "description": "Laxmi Vilas Palace is a majestic royal residence located in Vadodara. Built by Maharaja Sayajirao Gaekwad III in the 19th century, it is one of the largest private residences in the world, featuring a blend of Indo-Saracenic and European architectural styles. The palace is open to the public for guided tours and cultural events., Laxmi Vilas Palace is a symbol of Vadodara's royal legacy and architectural grandeur. It served as the residence of the Gaekwad dynasty and is adorned with exquisite artwork, chandeliers, and furnishings, reflecting the opulence and cultural patronage of the erstwhile rulers of Vadodara.",
      "virtual360image": "https://shorturl.at/mBE48",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3691.5876605392327!2d73.18933247404999!3d22.29360424314051!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x395fc5f0af2653f7%3A0x21b69c177c300b0b!2sLaxmi%20Vilas%20Palace!5e0!3m2!1sen!2sin!4v1714293010667!5m2!1sen!2si",
      "image": "/images/laxmi vilas palace.jpg"
   ,
    "rating":"5" },
  {
      "id": "105",
      "name": "Aihole",
      "city": "Aihole",
      "state": "Karnataka",
      "description": "Aihole is a historical site located in the Bagalkot district of Karnataka. It is often referred to as the \"cradle of Hindu rock architecture\" due to its rich collection of more than 120 Hindu and Jain temples, dating back to the 6th century CE. The temples at Aihole showcase a wide variety of architectural styles, including Nagara, Dravida, and Vesara., Aihole is a significant historical site and an important center for architectural experimentation in ancient India. It is known for its diverse collection of temples and is considered a treasure trove of Indian temple architecture.",
      "virtual360image": "https://shorturl.at/eM028",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15339.506929037536!2d75.87259042978324!3d16.01993112899086!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb87833f175cd0b%3A0x84f5e58872728b33!2sAihole%2C%20Karnataka%20587124!5e0!3m2!1sen!2sin!4v1714278533251!5m2!1sen!2si",
      "image": "/images/aihole.jpg"
   ,
    "rating":"5" },
  {
      "id": "106",
      "name": "Badami Cave Temples",
      "city": "Badami",
      "state": "Karnataka",
      "description": "The Badami Cave Temples, also known as the Badami Cave Temples, are a group of rock-cut temples located in Badami, Karnataka. The temples are carved out of sandstone cliffs and date back to the 6th and 7th centuries. They showcase a blend of Hindu, Buddhist, and Jain architecture and art., Badami Cave Temples are significant examples of Indian rock-cut architecture and art. They represent the rich cultural and religious heritage of ancient India and are important pilgrimage sites for Hindus, Buddhists, and Jains.",
      "virtual360image": "https://shorturl.at/kwIM9",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3836.822991033105!2d75.68139367387047!3d15.918341643462117!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb8870e9e90bcdb%3A0xf9bf01cd4bc603e4!2sBadami%20Cave%20Temples!5e0!3m2!1sen!2sin!4v1714288619545!5m2!1sen!2si",
      "image": "/images/badami.jpeg"
   ,
    "rating":"5" },
  {
      "id": "107",
      "name": "Belur and Halebidu Temples",
      "city": "Belur, Halebidu",
      "state": "Karnataka",
      "description": "Belur and Halebidu are historical towns located in the Hassan district of Karnataka. They are renowned for their Hoysala architecture, particularly the Chennakeshava Temple in Belur and the Hoysaleswara Temple in Halebidu. These temples are known for their intricate carvings, sculptures, and architectural grandeur., Belur and Halebidu Temples are renowned for their exquisite architecture and intricate sculptures. They are prime examples of Hoysala architecture and are UNESCO World Heritage Sites.",
      "virtual360image": "https://shorturl.at/hqKLP",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d124319.71388898157!2d75.71613624335941!3d13.162963600000019!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbad2dbc6ec4e41%3A0xc7aadbe0e22b451c!2sBeluru%20Shri%20Chennakeshava%20Swamy%20Temple!5e0!3m2!1sen!2sin!4v1714288857098!5m2!1sen!2si",
      "image": "/images/belur.jpeg"
   ,
    "rating":"5" },
  {
      "id": "108",
      "name": "Bidar Fort",
      "city": "Bidar",
      "state": "Karnataka",
      "description": "Bidar Fort is a historical fort located in the Bidar district of Karnataka. It was built by the Bahmani Sultanate in the 15th century and later expanded by the Barid Shahi dynasty. The fort complex includes several structures like mosques, palaces, tombs, and reservoirs., Bidar Fort is an important historical monument and a symbol of the architectural and cultural heritage of the Bahmani and Barid Shahi dynasties. It played a significant role in the history of Deccan India and witnessed the rule of various dynasties over the centuries.",
      "virtual360image": "https://shorturl.at/wGOQ1",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7592.703380792983!2d77.52037083698414!3d17.915743290894017!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bcec72d9b5a29b3%3A0x36b4bccba4e3d780!2sThe%20Bidar%20Fort%20-%20Bidar%20District%2C%20Karnataka%2C%20India!5e0!3m2!1sen!2sin!4v1714288889832!5m2!1sen!2si",
      "image": "/images/bidar fort.jpg"
   ,
    "rating":"5" },
  {
      "id": "109",
      "name": "Bijapur (Vijayapura)",
      "city": "Bijapur",
      "state": "Karnataka",
      "description": "Bijapur, officially known as Vijayapura, is a historic city in Karnataka known for its architectural heritage from the Adil Shahi dynasty. The city is renowned for its monumental structures, including the Gol Gumbaz, Ibrahim Rauza, and Jama Masjid., Bijapur, also known as Vijayapura, is a treasure trove of medieval Islamic architecture and art. It was the capital of the Adil Shahi Sultanate and is known for its grand monuments and structures.",
      "virtual360image": "https://shorturl.at/KPR07",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d122205.70547238218!2d75.56987669794597!3d16.829912914133924!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bc6557d98aa706f%3A0xedd4a1794e8fe8d2!2sVijayapura%2C%20Karnataka!5e0!3m2!1sen!2sin!4v1714288928561!5m2!1sen!2si",
      "image": "/images/bijapur.jpg"
   ,
    "rating":"5" },
  {
      "id": "110",
      "name": "Chitradurga Fort",
      "city": "Chitradurga",
      "state": "Karnataka",
      "description": "Chitradurga Fort is a massive fort situated in the Chitradurga district of Karnataka. It is known for its unique construction, with seven concentric fortification walls and numerous gateways, watchtowers, and bastions. The fort served as a stronghold for various dynasties, including the Nayakas, Palegars, and Hyder Ali., Chitradurga Fort is an important historical monument and a testament to the military architecture of ancient India. It played a strategic role in the defense of southern India",
      "virtual360image": "https://shorturl.at/xzNX4",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3867.636431756081!2d76.39633847383392!3d14.216053886378338!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bba745bd7800e51%3A0xca0e760df97f8c1c!2sChitradurga%20Fort!5e0!3m2!1sen!2sin!4v1714288958971!5m2!1sen!2si",
      "image": "/images/chitrakoot.jpeg"
   ,
    "rating":"5" },
  {
      "id": "111",
      "name": "Gol Gumbaz",
      "city": "Bijapur",
      "state": "Karnataka",
      "description": "Gol Gumbaz is a mausoleum located in Bijapur, Karnataka, constructed by the Sultan of Bijapur, Mohammed Adil Shah. The mausoleum houses the tombs of Mohammed Adil Shah, his wives, and his successors. The highlight of Gol Gumbaz is its enormous dome, which is the second-largest dome in the world, spanning 44 meters in diameter., Gol Gumbaz is an architectural marvel and a symbol of the grandeur of the Adil Shahi dynasty. It is renowned for its acoustics and the \"Whispering Gallery\" effect within the dome.",
      "virtual360image": "https://shorturl.at/KPR07",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3818.9211492523314!2d75.73150176940455!3d16.830267383202806!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bc65574c0cdafa3%3A0xd964a78d4d2e25a6!2sGol%20Gumbaz%20-%20Bijapur!5e0!3m2!1sen!2sin!4v1714289002845!5m2!1sen!2si",
      "image": "/images/gol gumbaz.jpeg"
   ,
    "rating":"5" },
  {
      "id": "112",
      "name": "Gomateshwara Statue",
      "city": "Shravanabelagola",
      "state": "Karnataka",
      "description": "The Gomateshwara Statue, also known as Bahubali, is a colossal statue of Lord Bahubali located at Shravanabelagola in the Hassan district of Karnataka. The monolithic statue stands at a height of 57 feet and is one of the largest free-standing statues in the world. It is an important pilgrimage site for Jains and is renowned for its architectural and sculptural grandeur., The Gomateshwara Statue is an iconic Jain pilgrimage site and a symbol of renunciation, non-violence, and spirituality. It is one of the tallest monolithic statues in the world and holds immense religious and cultural significance for Jains worldwide.",
      "virtual360image": "https://rb.gy/u1jlbw",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3884.3431025575237!2d75.00298087381442!3d13.20376270974835!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbb56644ac3981b%3A0x56e4f4ff65f1b00!2sKarkala%20Shri%20Gommateshwara%20Statue!5e0!3m2!1sen!2sin!4v1714289033481!5m2!1sen!2si",
      "image": "/images/gomteshwara.jpg"
   ,
    "rating":"5" },
  {
      "id": "113",
      "name": "Halebidu Jain Temples",
      "city": "Halebidu",
      "state": "Karnataka",
      "description": "Halebidu, formerly known as Dwarasamudra, is a town in the Hassan district of Karnataka, known for its ancient Jain temples. The town was the regal capital of the Hoysala Empire in the 12th century. The Halebidu Jain Temples are renowned for their intricate carvings, detailed sculptures, and architectural brilliance., The Halebidu Jain Temples are significant examples of Jain architecture and art. They showcase the rich cultural heritage of the Hoysala Empire and are known for their exquisite craftsmanship and detailed sculptures.",
      "virtual360image": "https://rb.gy/3yhjod",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d497200.4083673958!2d75.17039555957886!3d13.201556548783058!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbacb87a68654f1%3A0x12af9a8e4b96f1a6!2sBasadihalli%20-%20Vijaya%20Adinatha%20Jaina%20Basadi!5e0!3m2!1sen!2sin!4v1714289066879!5m2!1sen!2si",
      "image": "/images/halebidu jain.JPG"
   ,
    "rating":"5" },
  {
      "id": "114",
      "name": "Hampi",
      "city": "Hampi",
      "state": "Karnataka",
      "description": "Hampi, located in the Ballari district, was once the capital of the Vijayanagara Empire. It is a UNESCO World Heritage Site and is known for its vast complex of ruins, including temples, palaces, and fortifications. Hampi was a prosperous center of trade and culture during its prime, and its architecture reflects the grandeur of the Vijayanagara period., Hampi is a UNESCO World Heritage Site and an important archaeological and historical site. It was the capital of the Vijayanagara Empire and is known for its rich cultural and architectural heritage.",
      "virtual360image": "https://rb.gy/hni69v",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7695.596326333514!2d76.45818483673516!3d15.333200137958682!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb77fd95d4be823%3A0x6e52e05076df36b8!2sHampi%2C%20Karnataka%20583239!5e0!3m2!1sen!2sin!4v1714289100290!5m2!1sen!2si",
      "image": "/images/hampi.jpg"
   ,
    "rating":"5" },
  {
      "id": "115",
      "name": "Kittur Fort",
      "city": "Kittur",
      "state": "Karnataka",
      "description": "Kittur Fort is a historical fort located in the Kittur town of the Belagavi district in Karnataka. It was the site of the famous Kittur Uprising against British rule in 1824. The fort complex includes structures like the Rani Chennamma Memorial, which commemorates the valiant queen who led the resistance against British forces., Kittur Fort is a symbol of the struggle for independence and the courage of Rani Chennamma and other freedom fighters who fought against British colonialism. It holds immense historical significance as a site of resistance against British rule in Karnataka.",
      "virtual360image": "https://rb.gy/96jd2j",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d30743.435963678894!2d74.76431268356856!3d15.59541537717351!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbf3793e692d3af%3A0xfe1331c85749a8e4!2sKittur%2C%20Karnataka%20591115!5e0!3m2!1sen!2sin!4v1714289119611!5m2!1sen!2si",
      "image": "/images/kittur fort.jpg"
   ,
    "rating":"5" },
  {
      "id": "116",
      "name": "Pattadakal",
      "city": "Pattadakal",
      "state": "Karnataka",
      "description": "Pattadakal, also known as Raktapura, is a UNESCO World Heritage Site renowned for its magnificent temples built during the Chalukya dynasty. The site features a harmonious blend of North Indian Nagara and South Indian Dravidian architectural styles. The temples at Pattadakal are known for their intricate carvings, majestic structures, and historical significance., Pattadakal is a UNESCO World Heritage Site and an architectural marvel of the Chalukya dynasty. It is known for its intricate carvings, majestic temples, and historical significance.",
      "virtual360image": "https://rb.gy/du86b4",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7672.450946124028!2d75.80591077607636!3d15.949597519658449!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb87bf19b392b55%3A0xfdb1681ecf44f6de!2sPattadakal%2C%20Karnataka%20587201!5e0!3m2!1sen!2sin!4v1714289147485!5m2!1sen!2si",
      "image": "/images/Pattadakal.jpg"
   ,
    "rating":"5" },
  {
      "id": "117",
      "name": "Shravanabelagola Monolith Gomteshwara",
      "city": "Shravanabelagola",
      "state": "Karnataka",
      "description": "The Shravanabelagola Monolith, also known as Gomateshwara Statue or Bahubali Statue, is a colossal monolithic statue of Lord Gomateshwara. It is located atop the Vindhyagiri Hill in Shravanabelagola, Hassan district, Karnataka. The statue stands at a height of 57 feet and is one of the tallest monolithic statues in the world. It is an important pilgrimage site for Jains and is renowned for its architectural grandeur and spiritual significance., The Shravanabelagola Monolith is a revered Jain pilgrimage site and a symbol of renunciation, non-violence, and spiritual awakening. It is an iconic landmark of Karnataka and holds immense religious and cultural significance for Jains worldwide.",
      "virtual360image": "https://shorturl.at/sSV23",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15559.332105577769!2d76.46666375541994!3d12.854058900000012!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baff566525049ad%3A0x58c25094270a9aa2!2sGommateshwara%20statue!5e0!3m2!1sen!2sin!4v1714289380581!5m2!1sen!2si",
      "image": "/images/Shravanabelagola Monolith Gomteshwara.jpg"
   ,
    "rating":"5" },
  {
      "id": "118",
      "name": "Somanathapura Temple",
      "city": "Somanathapura",
      "state": "Karnataka",
      "description": "The Somanathapura Temple, also known as the Chennakesava Temple, is located in Somanathapura, Mysuru district, Karnataka. It is a fine example of Hoysala architecture and is renowned for its intricate carvings, sculptures, and detailed ornamentation. The temple is dedicated to Lord Vishnu and is considered one of the finest Hoysala temples in Karnataka., The Somanathapura Temple is a masterpiece of Hoysala architecture and a symbol of the rich cultural and artistic heritage of Karnataka. It is known for its exquisite craftsmanship and intricate detailing, which reflect the artistic excellence of the Hoysala craftsmen.",
      "virtual360image": "https://shorturl.at/erGPR",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3898.588272644557!2d76.88010882379818!3d12.276117879747044!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baf125cc68e0859%3A0xb885149b5db7b0bb!2sSomanathapura%2C%20Karnataka%20571120!5e0!3m2!1sen!2sin!4v1714289417955!5m2!1sen!2si",
      "image": "/images/somnathpura temple.jpg"
   ,
    "rating":"5" },
  {
      "id": "119",
      "name": "Srirangapatna",
      "city": "Srirangapatna",
      "state": "Karnataka",
      "description": "Srirangapatna is a historical town located in the Mandya district of Karnataka, known for its cultural, religious, and historical significance. The town is situated on an island formed by the river Cauvery and is home to several temples, palaces, and forts., Srirangapatna has played a significant role in the history of Karnataka and southern India. It was the capital of the Kingdom of Mysore under Tipu Sultan and is known for its strategic location and historical monuments.",
      "virtual360image": "https://shorturl.at/hnxI3",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31172.295851778148!2d76.67326402952855!3d12.41390023525435!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baf76fb1e7a313b%3A0xd30348df5a9ea201!2sSrirangapatna%2C%20Karnataka!5e0!3m2!1sen!2sin!4v1714289470591!5m2!1sen!2si",
      "image": "/images/shrirangapatnam.jpg"
   ,
    "rating":"5" },
  {
      "id": "134",
      "name": "Ajanta Caves",
      "city": "Aurangabad",
      "state": "Maharashtra",
      "description": "Ajanta Caves, another UNESCO World Heritage Site, are renowned for their exquisite Buddhist rock-cut cave paintings and sculptures. Dating back to the 2nd century BCE to the 6th century CE, these caves depict scenes from the life of the Buddha, Jataka tales, and everyday life in ancient India., The caves served as monastic retreats for Buddhist monks and were adorned with magnificent frescoes and sculptures, showcasing the artistic achievements of ancient Indian civilization. They were rediscovered in the 19th century and have since captivated visitors with their beauty and historical significance, offering a glimpse into India's rich cultural past.",
      "virtual360image": "https://shorturl.at/bCLO6",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3735.898495943207!2d75.70436067399432!3d20.551333604007596!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bd97f7014a75e43%3A0x7ca8d7c57639691f!2sAjanta%20Caves!5e0!3m2!1sen!2sin!4v1714276708919!5m2!1sen!2si",
      "image": "/images/Ajanta-Caves.jpeg"
   ,
    "rating":"5" },
  {
      "id": "137",
      "name": "Elephanta Caves and island same",
      "city": "Mumbai",
      "state": "Maharashtra",
      "description": "Elephanta Caves, located on Elephanta Island in Mumbai Harbor, are a UNESCO World Heritage Site known for their rock-cut cave temples dedicated to Lord Shiva. The caves feature intricate sculptures and carvings, including the famous Trimurti sculpture depicting Shiva in his three aspects., The caves date back to the 5th to 8th centuries AD and are believed to have been created by the Rashtrakuta dynasty. They represent a significant artistic and religious site, showcasing the interplay of Hindu and Buddhist influences in ancient Indian culture. Despite centuries of neglect, the Elephanta Caves remain a popular tourist destination and a testament to India's rich cultural heritage.",
      "virtual360image": "https://shorturl.at/cgqY7",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3773.277403201552!2d72.92891147394792!3d18.96335245550175!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7c5307da3602f%3A0xf4ab181b1aaef53f!2sElephanta%20Caves!5e0!3m2!1sen!2sin!4v1714278172527!5m2!1sen!2si",
      "image": "/images/elephanta caves.jpeg"
   ,
    "rating":"5" },
  {
      "id": "159",
      "name": "Golden Temple (Harmandir Sahib)",
      "city": "Amritsar",
      "state": "Punjab",
      "description": "The Golden Temple, also known as Harmandir Sahib, is the holiest Gurdwara and the most sacred pilgrimage site for Sikhs worldwide. It is renowned for its stunning architecture, golden dome, and serene Sarovar (holy tank). The temple complex welcomes people of all faiths to partake in its langar (community kitchen) and experience its spiritual ambiance., The Golden Temple holds immense religious significance in Sikhism and commemorates the teachings of Guru Nanak Dev Ji, the founder of Sikhism. It symbolizes equality, service, and spiritual devotion, attracting millions of pilgrims and visitors each year. The temple's architectural beauty, peaceful atmosphere, and communal spirit make it a symbol of Punjab's rich cultural heritage and the universal values of peace and harmony.",
      "virtual360image": "https://shorturl.at/kzTY3",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3397.104069606797!2d74.8744090744305!3d31.631000841669945!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3919635501faa405%3A0xcd923dc3570f3e02!2sGolden%20Temple%20Amritsar%20Tour!5e0!3m2!1sen!2sin!4v1714276780063!5m2!1sen!2si",
      "image": "/images/golden temple amritsar.jpeg"
   ,
    "rating":"5" },
  {
      "id": "174",
      "name": "Brihadeeswarar Temple",
      "city": "Thanjavur",
      "state": "Tamil Nadu",
      "description": "Brihadeeswarar Temple, also known as the Big Temple, is an ancient Hindu temple dedicated to Lord Shiva. Constructed by the Chola dynasty in the 11th century AD, it is a UNESCO World Heritage Site and showcases magnificent Dravidian architecture., The temple is a masterpiece of Chola architecture and engineering, with its towering vimana (temple tower) standing as one of the tallest in the world. It is an enduring symbol of the Chola dynasty's power and patronage of the arts.",
      "virtual360image": "https://shorturl.at/ADGNP",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1959.6848197773706!2d79.13058043828032!3d10.782975382193339!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baab89f48fe1221%3A0x1d23cb40e55d84d6!2sBrihadeeswara%20Temple!5e0!3m2!1sen!2sin!4v1714276819290!5m2!1sen!2si",
      "image": "/images/Brihadeeswarar.jpg"
   ,
    "rating":"5" },
  {
      "id": "175",
      "name": "Chidambaram Nataraja Temple",
      "city": "Chidambaram",
      "state": "Tamil Nadu",
      "description": "Chidambaram Nataraja Temple is a major Hindu temple dedicated to Lord Shiva in his form as Nataraja, the cosmic dancer. The temple's architecture is characterized by its vast complex, towering gopurams, and the sacred Nataraja shrine where rituals are performed daily., The temple's origins date back over a millennium, with significant contributions from various ruling dynasties, including the Cholas and Vijayanagara Empire. It is one of the Pancha Bhoota Stalas, representing the element of space, and is revered by devotees and scholars alike for its spiritual significance and architectural grandeur.",
      "virtual360image": "https://shorturl.at/inq39",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3911.0964669922714!2d79.69131352378415!3d11.40053939737449!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a54c3b29fd11951%3A0x8479dd52acf29cbf!2sThillai%20Nataraja%20Temple%20Chidambaram!5e0!3m2!1sen!2sin!4v1714289574112!5m2!1sen!2si",
      "image": "/images/chidambaram natraja.jpg"
   ,
    "rating":"5" },
  {
      "id": "176",
      "name": "Kanyakumari",
      "city": "Kanyakumari",
      "state": "Tamil Nadu",
      "description": "Kanyakumari, located at the southernmost tip of the Indian mainland, is a picturesque coastal town renowned for its natural beauty and cultural significance. It is a popular pilgrimage site, with the Vivekananda Rock Memorial and Thiruvalluvar Statue standing as iconic landmarks., The town is steeped in history and mythology, with legends associating it with various Hindu deities and saints. It is believed to be the place where the Indian Ocean, Arabian Sea, and Bay of Bengal converge, making it a sacred destination for spiritual seekers and travelers alike.",
      "virtual360image": "https://shorturl.at/aceI5",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15800.59051544139!2d77.5355706776959!3d8.086423115574116!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3b04ed3d2a087861%3A0x1e790e896aeffaa0!2sKanniyakumari%2C%20Tamil%20Nadu!5e0!3m2!1sen!2sin!4v1714289649208!5m2!1sen!2si",
      "image": "/images/Kanyakumari.jpg"
   ,
    "rating":"5" },
  {
      "id": "177",
      "name": "Madurai",
      "city": "Madurai",
      "state": "Tamil Nadu",
      "description": "Madurai, often referred to as the \"Athens of the East,\" is one of the oldest continuously inhabited cities in the world. It is renowned for its rich cultural heritage, bustling markets, and the iconic Meenakshi Amman Temple, a symbol of Tamil Nadu's architectural and religious splendor., The city has a storied past dating back over 2,500 years, with contributions from various dynasties, including the Pandya, Chola, and Nayak rulers. It was a major center for trade, commerce, and Tamil literature, and its festivals, such as the Meenakshi Thirukalyanam, continue to attract pilgrims and tourists from around the world.",
      "virtual360image": "https://shorturl.at/hxU46",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d125766.13086942314!2d78.04042044687972!3d9.917995904121218!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3b00c582b1189633%3A0xdc955b7264f63933!2sMadurai%2C%20Tamil%20Nadu!5e0!3m2!1sen!2sin!4v1714289714417!5m2!1sen!2si",
      "image": "/images/madurai.jpg"
   ,
    "rating":"5" },
  {
      "id": "178",
      "name": "Mahabalipuram",
      "city": "Mahabalipuram",
      "state": "Tamil Nadu",
      "description": "Mahabalipuram, also known as Mamallapuram, is a historic town famous for its group of monuments declared as a UNESCO World Heritage Site. These monuments, including intricately carved temples, monolithic rock-cut structures, and sculpted reliefs, showcase the artistry of the Pallava dynasty., The monuments at Mahabalipuram date back to the 7th and 8th centuries AD and represent the zenith of Pallava architecture and sculpture. They depict scenes from Hindu mythology, daily life, and royal pursuits, providing valuable insights into ancient Indian culture and craftsmanship.",
      "virtual360image": "https://shorturl.at/dorGL",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d62294.23831352467!2d80.14994214793789!3d12.6224076503919!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a5254aa30074dc5%3A0x9d00999d9ca8933f!2sMahabalipuram%2C%20Tamil%20Nadu%20603104!5e0!3m2!1sen!2sin!4v1714289743363!5m2!1sen!2si",
      "image": "/images/mahabidhi.jpg"
   ,
    "rating":"5" },
  {
      "id": "179",
      "name": "Meenakshi Amman Temple",
      "city": "Madurai",
      "state": "Tamil Nadu",
      "description": "Meenakshi Amman Temple is a historic Hindu temple dedicated to Goddess Meenakshi, a form of Parvati, and her consort Lord Sundareswarar. The temple complex is renowned for its stunning architecture, including towering gopurams (gateway towers) adorned with intricate carvings of deities, animals, and mythological figures., The temple has a rich history dating back to the 6th century AD, with significant expansions and renovations carried out by various rulers over the centuries. It is a significant pilgrimage site and a symbol of Dravidian architecture and culture.",
      "virtual360image": "https://shorturl.at/hxU46",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3930.1734310758866!2d78.11676687376338!3d9.919509774417143!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3b00c58461e46987%3A0xf134621ce5286703!2sMeenakshi%20Amman%20Temple!5e0!3m2!1sen!2sin!4v1714289769400!5m2!1sen!2si",
      "image": "/images/madurai meenakshi.jpeg"
   ,
    "rating":"5" },
  {
      "id": "180",
      "name": "Pondicherry",
      "city": "Pondicherry",
      "state": "Tamil Nadu",
      "description": "Pondicherry, also known as Puducherry, is a charming coastal town with a unique blend of French and Indian cultures. It features colonial architecture, tree-lined boulevards, and serene beaches, making it a popular destination for travelers seeking relaxation and cultural immersion., The town's history dates back to the 16th century when it was established as a French trading post. It later became a French colony and remained so until 1954 when it was incorporated into the Indian Union. Pondicherry's distinct ambiance and cultural diversity continue to attract visitors seeking a tranquil escape from the hustle and bustle of modern life.",
      "virtual360image": "https://shorturl.at/noquI",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d62456.799312747564!2d79.77232789494013!3d11.936376280288213!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a5361ab8e49cfcf%3A0xcc6bd326d2f0b04e!2sPuducherry!5e0!3m2!1sen!2sin!4v1714289796222!5m2!1sen!2si",
      "image": "/images/pondicherry.jpg"
   ,
    "rating":"5" },
  {
      "id": "194",
      "name": "Agra Fort",
      "city": "Agra",
      "state": "Uttar Pradesh",
      "description": "Agra Fort, also known as the Red Fort of Agra, is a UNESCO World Heritage Site and a historic fortification located near the Taj Mahal. It served as the main residence of the Mughal emperors until the capital was shifted to Delhi. The fort features impressive palaces, mosques, and courtyards built with red sandstone., Agra Fort played a crucial role in the Mughal Empire's administration and defense, serving as a military stronghold and a royal residence. It witnessed several significant events in Indian history, including the imprisonment of Emperor Shah Jahan by his son Aurangzeb. The fort's architectural grandeur and historical importance attract visitors eager to explore its rich heritage and learn about India's royal past.",
      "virtual360image": "https://shorturl.at/iwASY",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14197.043959089262!2d78.00308755541997!3d27.17953280000003!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x397470d491343beb%3A0x640a5ccc94029576!2sAgra%20Fort!5e0!3m2!1sen!2sin!4v1714276860015!5m2!1sen!2si",
      "image": "/images/agra fort.jpeg"
   ,
    "rating":"5" },
  {
      "id": "197",
      "name": "Fatehpur Sikri",
      "city": "Fatehpur Sikri",
      "state": "Uttar Pradesh",
      "description": "Fatehpur Sikri is a UNESCO World Heritage Site and a well-preserved Mughal city built by Emperor Akbar in the 16th century. The city served as the capital of the Mughal Empire for a brief period before being abandoned due to water scarcity. It features stunning palaces, mosques, and courtyards showcasing Mughal architecture and craftsmanship., Fatehpur Sikri is a testament to Akbar's vision and architectural prowess, representing a harmonious blend of Hindu, Islamic, and Persian influences. Despite its short-lived existence as a capital, it remains a symbol of Mughal grandeur and administrative innovation. Visitors flock to Fatehpur Sikri to marvel at its architectural marvels and explore its historical significance, making it a must-visit destination for history enthusiasts and culture seekers.",
      "virtual360image": "https://shorturl.at/ipP28",
      "mapimage": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28415.701979220685!2d77.6529418071203!3d27.0944705047563!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x397391584a53798d%3A0x893d46790c1fb40!2sFatehpur%20Sikri%2C%20Uttar%20Pradesh%20283110!5e0!3m2!1sen!2sin!4v1714276886608!5m2!1sen!2si",
      "image": "/images/fatehpur-sikri-agra.jpg",
      "rating": "5"
  }
   
    
  ]
  